#TC-9
'''
регистрация аккаунта
1. Откройте http://practice.automationtesting.in/
2. Нажмите на вкладку "My Account Menu"
3. В разделе "Register", введите email для регистрации
4. В разделе "Register", введите пароль для регистрации
• составьте такой пароль, чтобы отобразилось "Medium" или "Strong", иначе регистрация не выполнится
• почту и пароль сохраните, потребуюутся в дальнейшем
5. Нажмите на кнопку "Register"
'''


#TC-10
'''
логин в систему
1. Откройте http://practice.automationtesting.in/
2. Нажмите на вкладку "My Account Menu"
3. В разделе "Login", введите email для логина # данные можно взять из предыдущего теста
4. В разделе "Login", введите пароль для логина # данные можно взять из предыдущего теста
5. Нажмите на кнопку "Login"
6. Добавьте проверку, что на странице есть элемент "Logout"
'''
